Test_Results/YCSB/3/base.run-cluster.run.workload_100_0.100.100.txt
[OVERALL], RunTime(ms), 7842
[OVERALL], Throughput(ops/sec), 12.751849018107626
[TOTAL_GCS_G1_Young_Generation], Count, 2
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 27
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.34429992348890587
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 2
[TOTAL_GC_TIME], Time(ms), 27
[TOTAL_GC_TIME_%], Time(%), 0.34429992348890587
[READ], Operations, 100
[READ], AverageLatency(us), 72370.88
[READ], MinLatency(us), 66624
[READ], MaxLatency(us), 529407
[READ], 95thPercentileLatency(us), 69567
[READ], 99thPercentileLatency(us), 82047
[READ], Return=OK, 100
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 413312.0
[CLEANUP], MinLatency(us), 413184
[CLEANUP], MaxLatency(us), 413439
[CLEANUP], 95thPercentileLatency(us), 413439
[CLEANUP], 99thPercentileLatency(us), 413439