Test_Results/YCSB/3/flexible1.run-cluster.run.workload_50_50.100.100.txt
[OVERALL], RunTime(ms), 27386
[OVERALL], Throughput(ops/sec), 3.651500766815161
[TOTAL_GCS_G1_Young_Generation], Count, 2
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 25
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.09128751917037903
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 2
[TOTAL_GC_TIME], Time(ms), 25
[TOTAL_GC_TIME_%], Time(%), 0.09128751917037903
[READ], Operations, 45
[READ], AverageLatency(us), 78684.44444444444
[READ], MinLatency(us), 66432
[READ], MaxLatency(us), 588287
[READ], 95thPercentileLatency(us), 67967
[READ], 99thPercentileLatency(us), 588287
[READ], Return=OK, 45
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 464000.0
[CLEANUP], MinLatency(us), 463872
[CLEANUP], MaxLatency(us), 464127
[CLEANUP], 95thPercentileLatency(us), 464127
[CLEANUP], 99thPercentileLatency(us), 464127
[UPDATE], Operations, 55
[UPDATE], AverageLatency(us), 421867.05454545456
[UPDATE], MinLatency(us), 418816
[UPDATE], MaxLatency(us), 437759
[UPDATE], 95thPercentileLatency(us), 424703
[UPDATE], 99thPercentileLatency(us), 425471
[UPDATE], Return=OK, 55